app/controllers/clinics_controller.rb

SELECT `clinics`.* FROM `clinics`
---
  def index
    @clinics = Clinic.all